{
  "KhouryTa": {
    "companyName": "Northeastern University",
    "role": "Graduate Teaching Assistant",
    "startDate": "May, 2021",
    "endDate": "Present",
    "location": "Boston, MA.",
    "data": [
      "Mentored a graduate class of 85 students by conducting weekly office hours, tutoring sessions and grading coursework",
      "Assisted professor in timely assessment and provided relevant feedback to students to support continuous learning"
    ],
    "logo": "NortheasternIcon"
  },
  "QuantUniversity": {
    "companyName": "QuantUniversity",
    "role": "Software Engineering Intern",
    "startDate": "January, 2021",
    "endDate": "April, 2021",
    "location": "Boston, MA.",
    "data": [
      "Collaborated on developing a PaaS DevOps web application that helps data science learners to build and deploy working environments and data pipelines on cloud platforms",
      "Developed a toolkit for users to add artefacts and generate report from model and data cards 60% faster",
      "Designed a system using which project owner can control access to users with 3 levels of permissions (read, write and audit)",
      "Optimized the UI and made the application responsive and mobile friendly"
    ],
    "logo": "QuantUniversityIcon"
  },
  "itsIA": {
    "companyName": "Northeastern University",
    "role": "Instructional Assistant",
    "startDate": "September, 2020",
    "endDate": "January, 2021",
    "location": "Boston, MA.",
    "data": [
      "Assisted faculty with classroom technologies and facilitating interactions with remote learners",
      "Maintained the computers and audiovisual equipment in the NUFlex classrooms across campus",
      "Operated and troubleshot new technologies in the classrooms"
    ],
    "logo": "NortheasternIcon"
  },
  "KhouryIA": {
    "companyName": "Khoury College of Computer Science",
    "role": "Instructional Assistant",
    "startDate": "September, 2020",
    "endDate": "December, 2021",
    "location": "Boston, MA.",
    "data": [
      "Ensured smooth NUFlex instruction for both instructors and students by providing technical support in the classroom",
      "Handled streaming, lecture recording, and posting of NUFlex courses"
    ],
    "logo": "NortheasternIcon"
  },
  "VistanHealth": {
    "companyName": "VISTAN Health",
    "role": "Software Engineering Intern",
    "startDate": "May, 2020",
    "endDate": "August, 2020",
    "location": "Boston, MA.",
    "data": [
      "Contributed as a Full Stack Developer to develop a web application for Physicians to monitor Patients. Built authentication module to secure backend APIs using Cognito",
      "Created a chatbot using Amazon Lex that can help patients resolve health queries and connect with physicians. Wrote and reviewed code in 2 languages JavaScript and Python",
      "Represented VISTAN Health at the MIT COVID-19 Challenge and the Crisis Challenge Innovation Competition"
    ],
    "logo": "VistanHealthIcon"
  },
  "Cognizant": {
    "companyName": "Cognizant Technology Solutions",
    "role": "Software Engineer",
    "startDate": "January, 2017",
    "endDate": "August, 2019",
    "location": "Bangalore, India",
    "data": [
      "Developed automated claim processing tool using Java and Selenium, which expedited processing of claims by 10%",
      "Built a production tool to generate complex queries using VBA to help associates without knowledge in SQL to retrieve details from database on to an Excel sheet",
      "Led the R&D team to find a solution in automating the web-based screens inside windows-based FACETS by integrating Winium and Sikuli to Cognizant’s CRAFT framework to achieve 100% automation"
    ],
    "logo": "CognizantIcon"
  }
}